{"inkVersion":21,"root":[["\n","\n",["done",{"#f":5,"#n":"g-0"}],null],"done",{"MeIntro":["^Me: Hello and Welcome to the Quackery Shop!","\n","done",{"#f":1}],"MeConclusion":["^Me: And Thank you so much for your support.","\n","done",{"#f":1}],"CoolingWaterMe":["^Me: Cools your head, cools your heart,","\n","^Me: Tap Water is lame,","\n","^Me: Bottle water is for criminals,","\n","^Me: Cooling Water is the only solution","\n","done",{"#f":1}],"EchinaceaTinctureMe":["^Me: If you can pronunce it, I give it for free...","\n","^Me: Jocking","\n","done",{"#f":1}],"GeckoMe":["^Me: It tastes better than it looks","\n","^Me: Some says it helps climbing at the walls if you see what I *quack*!","\n","done",{"#f":1}],"SeaHorseMe":["^Me: No you don't eat it. You put it in water","\n","^Me: Sometimes it comes back to life, but it's rare and unlucky.","\n","done",{"#f":1}],"BlackTourmalineMe":["^Me: Tour-Ma-Line, reduced waist line nearly garanteed.","\n","done",{"#f":1}],"CrystalBraceletMe":["^Me: Made of the purest crystals found up the Killingmanjaro","\n","^Me: Not the one in Africa","\n","done",{"#f":1}],"CrystalRingMe":["^Me: If you shine a sun ray in the crystal of the ring in someone eye,","\n","^Me: you obtain a wonderful blinding effect","\n","done",{"#f":1}],"JedJaspere":["^Me: No, I don't what this is either.","\n","^Me: But it can't be bad can it?","\n","done",{"#f":1}],"LapisLazuliMe":["^Me: Lapis means wolf. This baby is powerful, believe me.","\n","done",{"#f":1}],"MalachiteMe":["^Me: You throw it on a hard surface to your naked feet.","\n","^Me: The resulting bleeding is eliminates the bad vibes.","\n","done",{"#f":1}],"RoseQuartzCrystalMe":["^Me: It's also very pretty on a shelf.","\n","done",{"#f":1}],"CordycepsMe":["^Me: It's called like that because it acts on the Cordycep muscle.","\n","^Me: It's the muscle in your back that links all your different nervous systems","\n","done",{"#f":1}],"ElderberryJamMe":["^Me: I like it on a test in the morning,","\n","^Me: but it's also very useful for concentration","\n","done",{"#f":1}],"FireCiderMe":["^Me: Don't worry, it's completely safe to drink.","\n","^Me: It works also on blocked pipes.","\n","done",{"#f":1}],"LavenderPerfumeMe":["^Me: This is a special edition, that mixes Lavender from the South of France and the sweat of the women who picked the flowers.","\n","^Me: Don't spray in your eyes.","\n","done",{"#f":1}],"MagicMushroomsMe":["^Me: You won't believe it, they ground in my backyard","\n","done",{"#f":1}],"NettleBalmMe":["^Me: It brings the itches inward where they are easier to mend.","\n","done",{"#f":1}],"PlaintainGummyMe":["^Me: Two gummy and you're full of energy for the day.","\n","done",{"#f":1}],"SeaMossGummyMe":["^Me: Some claims they can hold their breath longer after eating a full can of gummies.","\n","done",{"#f":1}],"TigerEyeEssenceMe":["^Me: No it's not made of tiger... of course not","\n","done",{"#f":1}],"WildFlowerSodaMe":["^Me: It pops, it fizzes, don't shake it to hard, the bottle may explode.","\n","done",{"#f":1}],"BadVibesSprayMe":["^Me: I use it on my postman every morning. I don't get any advertisment in the post anymore.","\n","done",{"#f":1}],"EvilEyeMe":["^Me: Very powerful stuff, never carry it around mirrors. It backfires.","\n","done",{"#f":1}],"GreenSaltsMe":["^Me: The green comes from opposum's saliva. We give them lime and tequila and after that they naturally lick the salt.","\n","^Me: We do donate to Opposum AA centers, it's a serious issue.","\n","done",{"#f":1}],"LoveSpellMe":["^Me: I've got tons of people ordering it for themselve. It works great for self-love.","\n","done",{"#f":1}],"LuckPotionMe":["^Me: Look, I had some this morning and now, I'm lucking to talk to you!","\n","done",{"#f":1}],"ManifestationJournalMe":["^Me: Work wonders to haunt your neighbors. Careful, never read it backward.","\n","^Me: Not sure why, I've been told so.","\n","done",{"#f":1}],"PendulumMe":["^Me: It can locate anything. especially if it is closeby and magnetic.","\n","done",{"#f":1}],"SigilStickerMe":["^Me: One them is for the fridge, stick on the door and it keeps the food fresher longer.","\n","done",{"#f":1}],"SleepPouchMe":["^Me: Mix very well in coffee for vivid dreams experiences.","\n","done",{"#f":1}],"SmudgeStickMe":["^Me: Works on ghosts and burnt dinner smoke.","\n","done",{"#f":1}],"SuccessCandleMe":["^Me: I wouldn't be here without that one. We tried selling the FailCandle but it didn't catch on.","\n","done",{"#f":1}],"TarotDeckMe":["^Me: Very useful to look cool in parties. I recommend removing the bad cards.","\n","done",{"#f":1}],"VoodooDollMe":["^Me: You need somet","\n","done",{"#f":1}],"Skill2ForthePriceOf1Me":["^Me: This is your lucky day! A special promotion for my favorite client!","\n","done",{"#f":1}],"SkillPriceAnchoringMe":["^Me: And you see, if we do that and that, you get this amazing deal!","\n","done",{"#f":1}],"SkillTechnicalGlitchMe":["^Me: Oh, wait sorry, I'm entering a tunnel, there might be some minor visual glitches.","\n","done",{"#f":1}],"ClientIntro":["^Client: Hi, I feel like crap, I'm looking something to make my life better","\n","done",{"#f":1}],"ClientSuccess":["^Client: Thanks!Exactly what I wanted!","\n","done",{"#f":1}],"ClientFailed":["^Client: You're a fraud, I'm outta here","\n","done",{"#f":1}],"ClientAnswer":["^Client:",["ev","visit",5,"MIN","/ev","ev","du",0,"==","/ev",{"->":".^.s0","c":true},"ev","du",1,"==","/ev",{"->":".^.s1","c":true},"ev","du",2,"==","/ev",{"->":".^.s2","c":true},"ev","du",3,"==","/ev",{"->":".^.s3","c":true},"ev","du",4,"==","/ev",{"->":".^.s4","c":true},"ev","du",5,"==","/ev",{"->":".^.s5","c":true},"nop",{"s0":["pop","^Sure...",{"->":".^.^.41"},null],"s1":["pop","^ Yeah, ok... ",{"->":".^.^.41"},null],"s2":["pop","^ Whaaa.? ",{"->":".^.^.41"},null],"s3":["pop","^ I'm not sure I got that right ",{"->":".^.^.41"},null],"s4":["pop","^ It's a lot no? You sure that is going to help me? ",{"->":".^.^.41"},null],"s5":["pop","^ How do I know..? ",{"->":".^.^.41"},null],"#f":5}],"\n","done",{"#f":1}],"#f":1}],"listDefs":{}}